export const TEAM_TEXT = [
  {
    name: 'Greenbee',
    text: '그린비는 1995년에 창설된 홍익대학교 시각디자인과 그래픽 및 아트디렉팅 소모임으로 통합적 관점에 기반한 디자인을 지향한다. 평면과 입체, 영상 등 다양한 분야를 넘나들며 새로운 관점으로 실험하고 도전하는 작업을 전개하고 있다. 그래픽이라는 넓은 분야를 다루면서 자신만의 관점으로 작업을 기획하고 완성하는 데 목표를 두고 있다. ',
    instagram: '@greenbee.hivcd',
    link: 'https://www.instagram.com/greenbee.hivcd/',
  },
  {
    name: 'Dromapic',
    text: '드로마픽은 1996년도 설립되어 올해로 28주년을 맞는 홍익대학교 시각디자인과의 영상 소모임이다. 실사 영상을 중심으로 2D, 3D 애니메이션, VFX 등 영상으로 제작되는 디자인적 매체 전반을 다루며, 영화, 뮤직비디오, 실험 대안적 영상, 아트필름, CF 등의 형태로 작품을 표현한다. 다양한 프로그램과 장비들을 배우고, 각종 용어와 시나리오에 대한 훈련을 통해 영상 문법을 이용하여 개인 혹은 팀으로서 다양한 이야기를 할 수 있는 능력을 가지게 되는 것을 목표로 하고 있다.',
    instagram: '@dromapic',
    link: 'https://www.instagram.com/dromapic/',
  },
  {
    name: 'Iray',
    text: '아이레이는 2015년에 창설된 홍익대학교 시각디자인과 3D 그래픽 소모임이다. 캐릭터 모델링, 애니메이션, 모션그래픽, 언리얼,VR, AR 등의 다양한 3D 작업을 다루며 다양한 프로그램을 통해 상상한 것을 현실로 만들어내는 것을 목표로 하고 있다. 여러 분야에 확장해가는 미래지향적 소모임인 만큼, 향후 펼쳐질 미래산업과 3D 기술 간의 융합에 대해 큰 관심이 있다.',
    instagram: '@iray_hivcd3d',
    link: 'https://www.instagram.com/iray_hivcd3d/',
  },
  {
    name: 'Yadz',
    text: 'YADZ는 Young Artist’s Drawing Zone의 약자로, 1998년 창설된 홍익대학교 시각디자인과 일러스트레이션 소모임이다. 회화, 컨셉아트, CG아트, 동화, 애니메이션, 만화 등 그림을 그리는 행위에서 비롯된 여러 분야를 총체적으로 다루고 다양한 문법과 표현 실험을 통해 개인의 작업을 발전시키는 것을 목적으로 하여, 모임 내부와 외부에 작업물을 공유함으로써 더 넓은 시각을 가질 수 있도록 독려한다. 정기 프로젝트로 월간 얒잡 등 출간물 프로젝트와 전시활동을 진행해오고 있다.',
    instagram: '@yadz_archive',
    link: 'https://www.instagram.com/yadz_archive/',
  },
  {
    name: 'Adrenalin',
    text: 'ADrenalin은 2002년부터 시작된 홍익대학교 시각디자인과의 광고 소모임으로 광고를 뜻하는 AD와 열정을 의미하는 Adrenalin의 합성어이다. 애드레날린은 지면광고, 영상광고 뿐만 아니라 일러스트, 옥외 설치, 디지털, 캠페인 등 다양한 매체를 통해 메세지를 전달한다. 우리는 메세지를 보다 쉽고 효과적으로 전달하는 과정을 함께 고민하고 연구하며 시도한다.',
    instagram: '@ad_re_nalin',
    link: 'https://www.instagram.com/ad_re_nalin/',
  },
  {
    name: 'Proto',
    text: '프로토는 2017년도에 창설된 홍익대학교 시각디자인과 인터랙션 디자인 학술 소모임이다. 인간과 컴퓨터의 상호작용(Human-Computer Interaction)을 중점적으로 공부하며 사용자와 제품·작품간의 상호작용을 설계하고, 나아가 유저와 관객에게 더 나은 경험을 제공하는 방법을 고민한다. 개발과 디자인 모두에 대한 이해를 바탕으로 일상적으로 접하는 수많은 디지털 매체들에 다층적으로 접근 가능한 경로를 열어내고 구현한다.',
    instagram: '@hivcdproto',
    link: 'https://www.instagram.com/hivcdproto/',
  },
  {
    name: 'Hyphen',
    text: '2012년 개설된 홍익대학교 시각디자인과 소모임 하이픈은 UX/UI, 브랜드 디자인, 서비스 디자인 등 시각환경디자인 전반을 다룬다. 하이픈은 사용자를 중심으로 한 유연한, 새로운, 논리적인 디자인을 지향한다. 단어와 단어 사이에 다양한 의미관계를 맺을 수 있게 해주는 특수기호 ‘-’ (하이픈)처럼, ‘새로운 세상을 잇다’라는 슬로건 아래 세상과 사용자를 다양하게 이어주는 역할을 수행하는 디자이너를 목표로 활동 중이다.',
    instagram: '@hyphen_hivcd',
    link: 'https://www.instagram.com/hyphen_hivcd/',
  },
  {
    name: 'Hangulggol',
    text: '한글꼴연구회는 1992년에 설립되어 올해로 32주년을 맞이한 홍익대학교 시각디자인전공 학술 소모임이다. 우리는 한글 타이포그라피를 목적이자 도구로 다양한 실험과 연구를 해오고 있다. 우리는 한글을 사랑하며, 한글꼴을 연구하고 디자인하며, 크게는 한글을 발전시킨다. 또한, 우리는 글자의 형이 고정되지 않아 적응하며 진화할 수 있음을 알고, 변화하는 환경과 공존하는 글자를 끊임없이 제안한다.',
    instagram: '@hangulggol_hivcd',
    link: 'https://www.instagram.com/hangulggol_hivcd/',
  },
  {
    name: 'Hips',
    text: 'HIPS는 Hongik Photography Study의 약자로, 1994년에 창립된 홍익대학교 시각디자인과의 사진예술 소모임이다. 우리는 상을 맺어 만든 이미지를 기반으로 매체에 제한없이 시각 언어로써 순수 예술과 디자인을 매개하고, 독자적이고 주체적인 작업관을 형성해 시각물을 창작한다. HIPS는 개개인의 표현과 다양성을 존중하며, 동시대 예술과 더불어 실험과 상호작용을 지속한다. 따라서 모든 구성원은 자신의 작업을 논리적이고 감정적으로 이해하며, 끊임없이 설명하고 표현하는 태도를 지향한다. ',
    instagram: '@hips_official',
    link: 'https://www.instagram.com/hips_official/',
  },
];

export const TEAM_EXHIBITION_INFO = [
  {
    Title: 'Indentity Crisis',
    text: '이미지가 범람하는 시대 속에서 우리는 종종 스스로를 잃어버린다. 다수의 소비자를 위해 만들어진 대량 생산 시스템은 수요와 보편성을 이유로 획일화된 이미지를 고집해 왔다. 이러한 이미지는 미디어와 광고, 상품의 형태를 거쳐 우리의 정체성에 영향을 주기도 한다. 자본의 보편성이 개인의 개성이 되는 ‘정체성의 위기’ 속에서 그린비는 자신만의 고유한 그래픽을 통해 새로운 아이덴티티를 확립하고자 시도한다.',
    artdirector: '김성재, 김수아, 조예린',
    participant:
      '강소정, 김규빈, 김린, 김민주, 김수아, 김유진, 박수민, 박예진, 양해든, 어영은, 오윤서, 유은지, 윤채원, 이연우, 이연주, 이예은, 이지원, 전지원, 정예원, 조승완, 조예린, 조훈규, 하수민, 현혜영',
    image: '/src/views/ProjectPage/assets/team/greenbee_poster.jpg',
  },
  {
    Title: '삼매경 samadhi 三昧境 ',
    text: '잡념을 버리고 한 가지 대상에만 정신을 집중하는 경지에 이른 사람이 있다. 부디 바른 지혜를 얻고 대상을 올바르게 파악하기를.',
    artdirector: '이다연, 정민경, 조서영',
    participant:
      '김민서, 김성윤, 김채은, 남주현, 문을주, 박기정, 박소현, 박채현, 백유석, 안가은, 안서원, 여단아, 오연재, 이다연, 이세라, 이윤정, 이은제, 이주영, 정민경, 정병준, 정현욱, 조서영, 최세은, 홍지윤, 황지원',
    image: '/src/views/ProjectPage/assets/team/dromapic.jpg',
  },
  {
    Title: 'Polyphony Vortex (폴리포니 보텍스)',
    text: '아이레이의 디지털 심포니가 여기에 펼쳐진다! 여러 독립적인 멜로디가 만나 조화롭게 어우러지는 폴리포니처럼 아이레이는 모델링, 애니메이션, 모션 그래픽 등 다양한 3D 스타일과 기술이 만나 풍부하고 역동적인 소용돌이(Vortex)를 만들어낸다. 이번 시소전에서 아이레이의 다채로운 작품들이 연주하는 디지털 심포니의 아름다움에 푹 빠져보자!',
    artdirector: '강보영, 권용희, 김민하, 조예원',
    participant:
      '강보영, 구한나, 권선주, 권용희, 김민하, 김유은, 김현민, 맹지연, 박민아, 박서연, 박서영, 박찬영, 이건호, 이면경, 이휘성, 임효원, 정수연, 조예봄, 조예원, 천예인, 최승민, 최원정, 최유빈',
    image: '/src/views/ProjectPage/assets/team/i-ray_poster.jpg',
  },
  {
    Title: 'yadz in the glasshouse',
    text: '‘YADZ’는 다양한 식물들로 이루어진 독립된 생태계이다. 각 식물들은 저마다의 특별한 형태를 가지고, 서로를 휘감고 끌어올리며 YADZ를 다채롭고 풍요롭게 한다. YADZ의 생태를 살짝 엿볼 수 있는 글래스하우스의 ‘열쇠’를 받아, 다양한 식물의 씨앗이 잠들어있는 생명력의 공간으로 여행해 보자.',
    artdirector: '김예영, 민지원, 이경민, 정경윤, 조수민',
    participant:
      '강민서, 고다현, 권민지, 기가연, 김서연, 김예영, 김정혜, 김지호, 류정현, 민아영, 민지원, 박서영, 박태연, 배수연, 배초은, 부문희, 서재상, 송윤하, 신혜영, 심준섭, 오다은, 유희연, 이경민, 이송은, 이민지, 임유진, 정경윤, 정재령, 조수민',
    image: '/src/views/ProjectPage/assets/team/yadz_poster.jpg',
  },
  {
    Title: 'AnD',
    text: '애드레날린은 A의 Advertisement와 D의 Design을 연결함과 동시에 Audience, 즉 관객도 함께 연결한다. 애드레날린만의 독특하고 기발한 생각을 통해 당신(U)은 시선이 새롭게 뒤집히는 경험을 하게 되며, 우리는 모두 연결되어 AnD가 된다.',
    artdirector: '엄소연, 장지윤, 최예린, 최유진',
    participant:
      '김민서, 김윤수, 박세진, 박소민, 백신영, 서가은, 엄소연, 장지윤, 정유라, 최예린, 최유진, 최윤영, 최혜림',
    image: '/src/views/ProjectPage/assets/team/adrenalin_poster.jpg',
  },
  {
    Title: 'Möbius',
    text: '안과 밖의 구분이 없는 곡면처럼 우리는 관람자와 유연하게 상호작용하며 시각적인 대화를 이끌어낸다.어떤 지점∨개인은 다른 어떤 지점∨개인과도 경계∧질서 없이 연결∧접속되며 새로운 감각과 논리를 펼쳐낸다.',
    artdirector: '김경빈, 윤희서, 조서진, 최지원',
    participant:
      '강유성, 권수민, 김세은, 김하민, 배은환, 신유안, 안유진, 안재민, 유민서, 윤희서, 이민석, 이수민, 이지윤, 전시은, 전지연, 정나명, 정윤서, 조희원, 최지현',
    image: '/src/views/ProjectPage/assets/team/proto_poster.jpg',
  },
  {
    Title: '하이퍼큐브 : Hypercube',
    text: '무한한 면과 모서리를 지닌 N차원 입방체 ‘Hypercube’는, 더 높은 차원으로 나아갈 수 있는 무한한 가능성을 상징한다. 무한한 잠재력으로 이야기를 전하는 하이픈의 세계, 하이퍼큐브를 공개한다. 하이프너의 새로운 차원의 이야기를 직접 경험해보자.',
    artdirector: '박서연, 이일여',
    participant:
      '구윤지, 권수연, 김민재, 김새하, 김서현(20), 김서현(22), 김소은, 김채현, 민솔, 박서연, 박세은, 박소현, 박하경, 손서우, 양찬규, 윤서윤, 윤유빈, 이명건, 이송희, 이영서, 이일여, 이한나, 전서현, 정세진, 조진주, 진나경, 최선우, 최영재, 황예지',
    image: '/src/views/ProjectPage/assets/team/hyphen_poster.jpg',
  },
  {
    Title: 'TYPE LOOP',
    text: '글자는 더 이상 고립되어 있지 않다. 글자는 사람과 소통하고 매체에 적응하며 다른 글자와 공존하기 위해 매 순간 변화한다. 변화하는 글자는 끝없는 가능성을 지닌 TYPE LOOP를 이룬다. 한글꼴연구회는 모두 각각의 글자처럼 서로 연합하며 연결된다. 우리는 TYPE LOOP 안에서 더욱 발전된 시각 언어의 가능성에 대해 탐구한다.',
    artdirector: '구재혁, 문서현, 정지우',
    participant:
      '구재혁, 권순형, 김가온, 김경빈, 김주현, 김태은, 노유진, 박시은, 박정빈, 신채원, 이주아, 전재곤, 정우성, 조영재, 진서영, 한수영, 한시연',
    image: '/src/views/ProjectPage/assets/team/hangulggol_poster.jpg',
  },
  {
    Title: '워크스, 플러스, 페이스 (Works plus Pace)',
    text: '[워크스, 플러스, 페이스.] 는 지금 이 공간을 관통하는 세 요소이자 하나의 규칙이다.워크스.작업과 작업과 작업들이 모여들어 현장의 대기에 짙게 깔린다. 플러스.     궁극적으로 모든 개인에게 미점으로 작용하기를 도모한다. 페이스.     우리는 모두 침착하게 각자의 숨을 쉬는 것을 잊지 않는다. 이 전시는 워크스와 플러스 그리고 페이스가 한데 모여 본연의 역할 그 이상을 수행할 수 있는 워크스페이스 (Works+Pace)로 기능하고자 하는 HIPS라는 팀이자 공간에 대해 이야기한다.',
    artdirector: '김동혜, 이지희',
    participant: '김경빈, 김동혜, 김예린, 성경찬, 이린, 이지현, 이지희, 이해인, 정은우, 한연수',
    image: '/src/views/ProjectPage/assets/team/hips_poster.jpg',
  },
];
