export const TEAM_TEXT = [
  {
    name: 'Greenbee',
    text: '그린비는 1995년에 창설된 홍익대학교 시각디자인과 그래픽 및 아트디렉팅 소모임으로 통합적 관점에 기반한 디자인을 지향한다. 평면과 입체, 영상 등 다양한 분야를 넘나들며 새로운 관점으로 실험하고 도전하는 작업을 전개하고 있다. 그래픽이라는 넓은 분야를 다루면서 자신만의 관점으로 작업을 기획하고 완성하는 데 목표를 두고 있다. ',
    instagram: '@greenbee.hivcd',
    link: 'https://www.instagram.com/greenbee.hivcd/',
  },
  {
    name: 'Dromapic',
    text: '드로마픽은 1996년도 설립되어 올해로 28주년을 맞는 홍익대학교 시각디자인과의 영상 소모임이다. 실사 영상을 중심으로 2D, 3D 애니메이션, VFX 등 영상으로 제작되는 디자인적 매체 전반을 다루며, 영화, 뮤직비디오, 실험 대안적 영상, 아트필름, CF 등의 형태로 작품을 표현한다. 다양한 프로그램과 장비들을 배우고, 각종 용어와 시나리오에 대한 훈련을 통해 영상 문법을 이용하여 개인 혹은 팀으로서 다양한 이야기를 할 수 있는 능력을 가지게 되는 것을 목표로 하고 있다.',
    instagram: '@dromapic',
    link: 'https://www.instagram.com/dromapic/',
  },
  {
    name: 'Iray',
    text: '아이레이는 2015년에 창설된 홍익대학교 시각디자인과 3D 그래픽 소모임이다. 캐릭터 모델링, 애니메이션, 모션그래픽, 언리얼,VR, AR 등의 다양한 3D 작업을 다루며 다양한 프로그램을 통해 상상한 것을 현실로 만들어내는 것을 목표로 하고 있다. 여러 분야에 확장해가는 미래지향적 소모임인 만큼, 향후 펼쳐질 미래산업과 3D 기술 간의 융합에 대해 큰 관심이 있다.',
    instagram: '@iray_hivcd3d',
    link: 'https://www.instagram.com/iray_hivcd3d/',
  },
  {
    name: 'Yadz',
    text: 'YADZ는 Young Artist’s Drawing Zone의 약자로, 1998년 창설된 홍익대학교 시각디자인과 일러스트레이션 소모임이다. 회화, 컨셉아트, CG아트, 동화, 애니메이션, 만화 등 그림을 그리는 행위에서 비롯된 여러 분야를 총체적으로 다루고 다양한 문법과 표현 실험을 통해 개인의 작업을 발전시키는 것을 목적으로 하여, 모임 내부와 외부에 작업물을 공유함으로써 더 넓은 시각을 가질 수 있도록 독려한다. 정기 프로젝트로 월간 얒잡 등 출간물 프로젝트와 전시활동을 진행해오고 있다.',
    instagram: '@yadz_archive',
    link: 'https://www.instagram.com/yadz_archive/',
  },
  {
    name: 'Adrenalin',
    text: 'ADrenalin은 2002년부터 시작된 홍익대학교 시각디자인과의 광고 소모임으로 광고를 뜻하는 AD와 열정을 의미하는 Adrenalin의 합성어이다. 애드레날린은 지면광고, 영상광고 뿐만 아니라 일러스트, 옥외 설치, 디지털, 캠페인 등 다양한 매체를 통해 메세지를 전달한다. 우리는 메세지를 보다 쉽고 효과적으로 전달하는 과정을 함께 고민하고 연구하며 시도한다.',
    instagram: '@ad_re_nalin',
    link: 'https://www.instagram.com/ad_re_nalin/',
  },
  {
    name: 'Proto',
    text: '프로토는 2017년도에 창설된 홍익대학교 시각디자인과 인터랙션 디자인 학술 소모임이다. 인간과 컴퓨터의 상호작용(Human-Computer Interaction)을 중점적으로 공부하며 사용자와 제품·작품간의 상호작용을 설계하고, 나아가 유저와 관객에게 더 나은 경험을 제공하는 방법을 고민한다. 개발과 디자인 모두에 대한 이해를 바탕으로 일상적으로 접하는 수많은 디지털 매체들에 다층적으로 접근 가능한 경로를 열어내고 구현한다.',
    instagram: '@hivcdproto',
    link: 'https://www.instagram.com/hivcdproto/',
  },
  {
    name: 'Hyphen',
    text: '2012년 개설된 홍익대학교 시각디자인과 소모임 하이픈은 UX/UI, 브랜드 디자인, 서비스 디자인 등 시각환경디자인 전반을 다룬다. 하이픈은 사용자를 중심으로 한 유연한, 새로운, 논리적인 디자인을 지향한다. 단어와 단어 사이에 다양한 의미관계를 맺을 수 있게 해주는 특수기호 ‘-’ (하이픈)처럼, ‘새로운 세상을 잇다’라는 슬로건 아래 세상과 사용자를 다양하게 이어주는 역할을 수행하는 디자이너를 목표로 활동 중이다.',
    instagram: '@hyphen_hivcd',
    link: 'https://www.instagram.com/hyphen_hivcd/',
  },
  {
    name: 'Hangulggol',
    text: '한글꼴연구회는 1992년에 설립되어 올해로 32주년을 맞이한 홍익대학교 시각디자인전공 학술 소모임이다. 우리는 한글 타이포그라피를 목적이자 도구로 다양한 실험과 연구를 해오고 있다. 우리는 한글을 사랑하며, 한글꼴을 연구하고 디자인하며, 크게는 한글을 발전시킨다. 또한, 우리는 글자의 형이 고정되지 않아 적응하며 진화할 수 있음을 알고, 변화하는 환경과 공존하는 글자를 끊임없이 제안한다.',
    instagram: '@hangulggol_hivcd',
    link: 'https://www.instagram.com/hangulggol_hivcd/',
  },
  {
    name: 'Hips',
    text: 'HIPS는 Hongik Photography Study의 약자로, 1994년에 창립된 홍익대학교 시각디자인과의 사진예술 소모임이다. 우리는 상을 맺어 만든 이미지를 기반으로 매체에 제한없이 시각 언어로써 순수 예술과 디자인을 매개하고, 독자적이고 주체적인 작업관을 형성해 시각물을 창작한다. HIPS는 개개인의 표현과 다양성을 존중하며, 동시대 예술과 더불어 실험과 상호작용을 지속한다. 따라서 모든 구성원은 자신의 작업을 논리적이고 감정적으로 이해하며, 끊임없이 설명하고 표현하는 태도를 지향한다. ',
    instagram: '@hips_official',
    link: 'https://www.instagram.com/hips_official/',
  },
];
