export const EXHIBITION_TEXT = {
  EXHIBITION_KEYNOTE:
    '9개의 소모임은 각자의 관심 분야에 따른 인덱스를 통해 분류되어 있다. 서로 다른 방향을 향하고 있는 듯한 우리는 디자인이라는 하나의 출발점에서 시작했다. 우리는 이번 전시를 통해 우리의 관심과 시선을 보여주는 인덱스들을 한데 모아 ‘우리의 인덱스’라는 이름으로 선보인다. 우리의 출발점에 만들어질 인덱스를 통해 하나의 정체성을 공유한다.',
  EXHIBITION_PLACE: '홍익대학교 서울캠퍼스',
  EXHIBITION_PLACE_DETAIL: 'R동 1층 다목적실, S동 3층 신축강당',
  EXHIBITION_DAY: '2024. 03. 05(화) - 03. 09(토) ',
  EXHIBITION_TIME: '오전 9시 30분- 오후 6시',
};
export const EVENT_TEXT = {
  STAMP_TOUR:
    '9개의 소모임별 지킴이 테이블에 마련된 도장을 모두 리플렛에 찍어 스탬프 투어를 떠나보세요! 모든 도장이 찍힌 리플렛을 R동(홍문관) 1층 다목적실과 S동 3층 신축강당 입구에 위치한 전체 지킴이 테이블에 가져오시면 뽑기 기회를 드립니다. 뽑기에 당첨된 관람객들에게는 2024 SISO 굿즈가 증정됩니다.',
  STAMP_TOUR_CAPTION: '*뽑기 당첨 후 현장에서 증정합니다.',
  INDEX_FINDING:
    ' R동(홍문관) 1층 다목적실과 S동 3층 신축강당의 전시장 곳곳에 숨어있는 인덱스를 찾아보세요! 발견한 인덱스를 촬영하여 인스타그램 스토리에 2024 시소 공식 계정 @hivcdsiso 을 태그 후 공유해주시면, 추첨을 통해 2024 SISO 굿즈 세트를 드립니다.',
  INDEX_FINDING_CAPTION: '*전시 종료 후 추첨 예정입니다.',
};
